Repository: ppfeufer/2-click-socialmedia-buttons
Catalog: l10n/twoclick-socialmedia-*.po
Languages: de_de

source: Before the Post
de_de: Vor dem Artikel

source: After the Post
de_de: Nach dem Artikel

source: Manuall (Shortcode)
de_de: Manuell (Shortcode)

source: Please use 'yourname', <strong>not</strong> 'RT @yourname'.
de_de: Bitte benutze das Format 'deinname', <strong>nicht</strong> 'RT @deinname'.

source: Display on CMS-Pages
de_de: Auch auf CMS-Seiten anzeigen

source: On singleposts the buttons will be shown by default. There is no option needed.
de_de: In den Einzelartikeln wird das Plugin per default eingebunden. Dies bedarf keiner Option.

source: Settings for 2-Click Social Media Buttons
de_de: Einstellungen für 2-Click Social Media Buttons

source: Display
de_de: Anzeige

source: Links starting with http://
de_de: Links beginnen im Übrigen mit http://

source: User:
de_de: Nutzer:

source: Posttitle &raquo; Blogtitle
de_de: Posttitel &raquo; Blogtitel

source: Posttitle
de_de: Posttitel

source: The title of the page the button is on.
de_de: Der Titel der Seite auf der der Button eingebunden ist.

source: This is the text that people will include in their Tweet when they share from your website.
de_de: Dies ist der Text, der automatisch in den Tweet mit eingesetzt wird.

source: Custom tweettext missing !!!
de_de: Eigener Tweettext nicht angegeben !!!

source: Please enter a custom tweettext. Otherweise the plugin will use default settings for tweetext as &quot;<strong>Posttitle &raquo; Blogtitle</strong>&quot;
de_de: Bitte gib einen eigenen Tweettext an. Andernfalls wird das Plugin die Standardeinstellung <strong>Posttitel » Blogtitel</strong> nutzen.

source: Use tags as #hashtags
de_de: Artikeltags als #Hashtags nutzen.

source: Recommend
de_de: Empfehlen

source: Like
de_de: Gefällt mir

source: Manuall (Template)
de_de: Manuell (Template)

source: Link:
de_de: URL:

source: Display on Index
de_de: Auch im Artikelindex anzeigen

source: Display on Search-Pages
de_de: Auch in Suchergebnissen anzeigen

source: Note: Not every theme supports this option.
de_de: Hinweis: Nicht jedes Theme unterstützt diese Option.

source: Display on Category-Archive
de_de: Auch in Kategoriearchiven anzeigen

source: Display on Tag-Archive
de_de: Auch in Tagarchiven anzeigen

source: Display on Yearly Archives
de_de: Auch im Jahresarchiv anzeigen

source: Display on Monthly Archives
de_de: Auch im Monatsarchiv anzeigen

source: Display on Daily Archives
de_de: Auch im Tagesarchiv anzeigen

source: Upload Image
de_de: Bild hochladen

source: Use This Image
de_de: Dieses Bild nutzen

source: This image is taken for Facebook, Google+ and Pinterest if there is no postthumbnail or other image inside the article or page. If empty, no image will be used for and the pinterest-button will be disabled for this article.
de_de: Dieses Bild wird für Facebook, Google+ und Pinterest hergenommen, falls im Artikel oder der Seite kein Artikelbild oder sonstiges Bild im Artikel gefunden wurde. Bleibt diese Zeile leer, wird kein Bild verwendet und der Pinterest-Button wird in diesem Artikel nicht angezeigt.

source: Description:
de_de: Beschreibung:

source: Posttitle and #Tags
de_de: Posttitel und #Tags

source: Posttitle &raquo; Excerpt
de_de: Posttitel &raquo; Auszug

source: The description wich is send to Pinterest.
de_de: Diese Beschreibung wird zu Pinterest gesendet.

source: General
de_de: Generell

source: Infotext
de_de: Infotexte

source: Other
de_de: Sonstiges

source: Network
de_de: Netzwerk

source: Exclude Pages:
de_de: <strong>NICHT</strong> auf diesen Seiten

source: Postthumbnail <em>(optional)</em>
de_de: Artikelbild <em>(Optional)</em>

source: No items.
de_de: Keine Seiten.

source: Disable:
de_de: Deaktivieren:

source: Some other plugins or themes may have enabled the OpenGraph-Metatags by default. Please make sure this is the only plugin to add these tags to your website. Otherwise disble the OpenGraph-Metatags here.
de_de: Einige Plugins oder Themes erstellen die OpenGraph-Metatags von sich aus. Sollten ein solches Plugin oder Theme installiert sein, bitte hier die Funktion abschalten, damit diese Tags nicht mehrfach generiert werden.

source: The OpenGraph-Metatags are necessary for some networks, such as Facebook, Google+, Xing and Pinterest.
de_de: Die OpenGraph-Metatags sind für einige Netzwerke notwendig. Dazu gehören Facebook, Google+, Xing und Pinterest.

source: If you have any questions about the settings or the plugin, feel free to %1$s.
de_de: Bei Fragen rund um das Plugin stehe ich gerne zur Verfügung. Dazu musst Du nichts anderes tun, als %1$s.

source: leave me a comment
de_de: mir einen Kommentar zu hinterlassen

source: Donate
de_de: Spenden

source: Display Sidebar-Widget
de_de: Auch als Sidebar-Widget anzeigen

source: Note: Only in single posts or pages.
de_de: Hinweis: Nur in Einzalartikeln und -seiten.

source: Enable %1$s
de_de: %1$s anzeigen

source: Option for permanent activation for %1$s
de_de: Biete Permanente Aktivierung von %1$s an

source: Reset Options
de_de: Einstellungen zurücksetzen

source: &quot;Do you really want to reset your configuration?&quot;
de_de: &quot;Sollen wirklich alle Einstellungen zurückgesetzt werden?&quot;

source: Settings
de_de: Einstellungen

source: Display on Password Protected Posts
de_de: Auch in passwortgeschützten Artikeln anzeigen

source: Display on Private Posts
de_de: Auch in privaten Artikeln anzeigen

source: This "Introtext" will be displayed before the buttons. You can use some HTML here. Paragraphs will be included automaticly.
de_de: Dieser &quot;Introtext&quot; wird vor den Buttons angezeigt. Du kannst hier HTML verwenden. Absätze werden automatisch erstellt.

source: What's new:
de_de: Was ist neu:

source: Custom CSS (optional)
de_de: Eigenes CSS (optional)

source: If you want to customize the output of your buttons, you can enter some CSS-rules here.
de_de: Wenn Du die Anzeige der Buttons im Artikel für Deine Seite anpassen möchtest, hast Du hier die Möglichkeit Dein eigenes CSS zu hinterlegen.

source: What the hell is this?
de_de: Was ist das hier?

source: If you need some help with this plugin, in case something doesn't work as expected, I need some informations from you.
de_de: Falls Du Hilfe mit dem Plugin brauchst, weil etwas nicht so funktioniert wie erwartet, brauche ich eventuell ein paar Informationen von Dir. Diese findest Du hier.

source: Your WordPress
de_de: Dein WordPress

source: Your active theme
de_de: Dein aktives Theme

source: Your installed plugins
de_de: Deine installierten Plugins

source: activated
de_de: aktiviert

source: deactivated
de_de: deaktiviert

source: Userdata
de_de: Nutzerdaten

source: Serverdata
de_de: Serverdaten

source: Posts and Pages Handling
de_de: Artikel und Seiten

source: Custom Post Type Handling
de_de: Custom Post Types

source: Exclude on Custom Post Type "%1$s"
de_de: Nicht im Custom Post Type &quot;%1$s&quot; anzeigen

source: Author
de_de: Autor

source: Path
de_de: Pfad

source: Adding buttons for Facebook (Like/Recommend), Twitter, Google+, Flattr, Xing, Pinteres, t3n and LinkedIn to your WordPress-Website in respect with the german privacy law.
de_de: Fügt die Buttons für Facebook (Gefällt mir/Empfehlen), Twitter, Google+, Flattr, Xing, Pinteres, t3n und LinkedIn dem deutschen Datenschutz entsprechend in euer WordPress ein.

source: Campaign-Tracking <em>(Piwik / Google Analytics)</em>
de_de: Kampagnen Verfolgung <em>(Piwik / Google Analytics)</em>

source: Enable:
de_de: Aktivieren:

source: With this option enabled, an url-parameter is set to track your article as a campaign for each button. Supported tracking tools are %1$s and %2$s. The following networks support this tracking: Twitter, Google+, Xing
de_de: Mit dieser Option wird an die URL des Artikels ein Parameter angehängt, mit dem die Verfolgung des Artikels als Kampagne möglich ist. Dies ist mit %1$s and %2$s möglich. Unterstützt wird diese Option von Twitter, Google+ und Xing.

source: Linkoptions <em>($_GET Handling > http://yourdomain.com/permalink/<strong>?foo=bar</strong>)</em>
de_de: Linkoptionen <em>($_GET Handling > http://deineseite.de/permalink/<strong>?foo=bar</strong>)</em>

source: If you have permalinks with options <em>(?foo=bar for example)</em>, enable this. Note, this can be lead to misbehaviour.
de_de: Falls Du Permalinks mit Optionen nutzt <em>(?foo=bar als Beispiel)</em>, aktiviere diese Option. Hinweis: Dies kann zu Fehlverhalten führen. Im Zweifelsfall diese Option deaktiviert lassen.

source: Pluginoptions
de_de: Pluginoptionen

source: Activate or deactivate the infobutton.
de_de: Hier kann die Infobox aktiviert oder deaktiviert werden.

source: If you choose "Manuall (Shortcode)", you can use the shortcode <code>[twoclick_buttons]</code> inside your articles.
de_de: Ist die Option \"Manuell (Shortcode)\" gewählt, so können die Buttons mittels des Shortcodes <code>[twoclick_buttons]</code> in den Artikel eingebunden werden.

source: If you choose "Manuall (Template)", you can use the code <code>&lt;?php if(function_exists('\PPWP\Plugin\TwoClickSocialMedia\get_twoclick_buttons')) {\PPWP\Plugin\TwoClickSocialMedia\get_twoclick_buttons(get_the_ID());} ?&gt;</code> inside your template. It's using all settings for "Display". <em><strong>Note:</strong> It will only work in single post or page templates. Not in any loop.</em>
de_de: Ist die Option \"Manuell (Vorlage)\" gewählt, so können die Buttons mit dem PHP-Code <code>&lt;?php if(function_exists('\PPWP\Plugin\TwoClickSocialMedia\get_twoclick_buttons')) {\PPWP\Plugin\TwoClickSocialMedia\get_twoclick_buttons(get_the_ID());} ?&gt;</code> in das Theme eingebunden werden. Dies berücksichtigt alle Einstellungen, die unter \"Anzeige\" getätigt wurden. <em><strong>Hinweis:</strong> Dies funktioniert nur bei Einzalartikeln und -seiten, nicht innerhalb des Loops.</em>

source: Language Settings <em>(Failover)</em>
de_de: Spracheinstellungen <em>Wenn nichts anderes hilft</em>

source: Lanuage:
de_de: Sprache:

source: German
de_de: Deutsch

source: Germany (de_DE)
de_de: Deutschland (de_DE)

source: Austria (de_AT)
de_de: Österreich (de_AT)

source: Switzerland (de_CH)
de_de: Schweiz (de_CH)

source: If you have problems with the active buttons - facebook doens't load - try to set the language manually. If anything works fine, ignore this setting.
de_de: Fall es Probleme mit den aktiven Buttons geben sollte - Facebook läd nicht - versuche die Sprache manuell zu setzen. Wenn alles funktioniert, ignoriere diese Einstellung einfach.

source: Your current language <em>(set in your wp_config.php)</em>: %1$s
de_de: Deine aktuell in der wp-config.php gesetzte Sprache: %1$s

source: Share
de_de: Teilen
